/* 无法获取到视频地址 */
"Can't fetch video link" = "无法获取到视频地址";

/* 链接 */
"Link" = "链接";

/* 确认 */
"OK" = "确认";

/* 操作失败 */
"Operation Failed" = "操作失败";

/* 请重试 */
"Try again" = "重试";

/* 保存出错 */
"保存出错" = "保存出错";

/* 保存失败 */
"保存失败" = "保存失败";

/* 修改文件失败 */
"修改文件失败" = "修改文件失败";

/* 创建文件夹失败 */
"创建文件夹失败" = "创建文件夹失败";

/* 地址解析失败 */
"地址解析失败" = "地址解析失败";

/* 文件保存失败 */
"文件保存失败" = "文件保存失败";

/* 文件读取失败 */
"文件读取失败" = "文件读取失败";

/* 确认 */
"确认" = "确认";

